// function вивестиСправжнійЧас() {
//     // Створюємо об'єкт Date для отримання поточного часу
//     var поточнийЧас = new Date();

//     // Отримуємо години, хвилини і секунди
//     var години = поточнийЧас.getHours();
//     var хвилини = поточнийЧас.getMinutes();
//     var секунди = поточнийЧас.getSeconds();

//     // Форматуємо години, хвилини і секунди для виводу
//     години = (години < 10) ? "0" + години : години;
//     хвилини = (хвилини < 10) ? "0" + хвилини : хвилини;
//     секунди = (секунди < 10) ? "0" + секунди : секунди;

//     // Виводимо справжній час
//     console.log(години + ":" + хвилини + ":" + секунди);
// }

// // Викликаємо функцію
// вивестиСправжнійЧас();




























// function перетворитиВВерхнійРегістр(параметр) {
//     return параметр.toUpperCase();
//   }
  
//   let результат = перетворитиВВерхнійРегістр('MrBinola');
//   console.log(результат);
  
//   результат = перетворитиВВерхнійРегістр('MirosAnt');
//   console.log(результат);
